Repository: rafaelclaycon/TheLibraryIsOpen
Catalog: TheLibraryIsOpen/*.lproj/Localizable.strings
Languages: fr_ca, pt_br

# podcast_history_record_checked_for_new_episodes_no_new_episodes_description
source: No new episodes found on feed %@.
fr_ca: Aucun nouvel épisode trouvé sur le flux %@.
pt_br: Nenhum novo episódios encontrado no feed %@.

# podcast_history_record_checked_for_new_episodes_single_new_episode_description
source: 1 new episode found.
fr_ca: 1 nouvel épisode trouvé.
pt_br: 1 novo episódio encontrado.

source: %@ new episodes found.
fr_ca: %@ nouveaux épisodes trouvés.
pt_br: %@ novos episódios encontrados.

# podcast_history_record_new_episodes_downloaded_title
source: New episodes downloaded
fr_ca: Nouveaux épisodes téléchargés
pt_br: Novos episódios baixados

# podcast_history_record_new_episodes_downloaded_single_added_episode_description
source: 1 episode added to the archive.
fr_ca: 1 épisode ajouté à l'archive.
pt_br: 1 episódio adicionado ao arquivo.

source: %@ new episodes added to the archive.
fr_ca: %@ nouveaux épisodes ajoutés aux archives.
pt_br: %@ novos episódios adicionados ao arquivo.

source: OK
fr_ca: D'accord

# main_view_podcast_row_episode_count_multiple_episodes
source: %d/%d ✓
fr_ca: %d épisodes archivés
