Repository: rafaelclaycon/TheLibraryIsOpen
Catalog: TheLibraryIsOpen/*.lproj/Localizable.strings
Languages: fr_ca, pt_br

source: episode
fr_ca: épisode
pt_br: episódio

source: episodes
fr_ca: épisodes
pt_br: episódios

source: Cancel
fr_ca: Annuler
pt_br: Cancelar

source: Most recent first
fr_ca: Récent d'abord
pt_br: Recentes primeiro

source: Oldest first
fr_ca: Le plus âgé en premier
pt_br: Antigos primeiro

source: Size not reported by author
fr_ca: Taille non signalée par l'auteur
pt_br: Tamanho não informado pelo autor

source: group
pt_br: grupo

source: groups
pt_br: grupos

source: Unknown Title
pt_br: Sem Título

source: Unknown Author
pt_br: Autor Desconhecido

# main_view_title
source: My Archive
fr_ca: Mes Archives
pt_br: Meu Arquivo

# main_view_add_podcast_button_label
source: Add Podcast
fr_ca: Ajouter
pt_br: Adicionar

# main_view_total_device_space_taken
source: %@ taken in total
pt_br: %@ ocupados no total

# main_view_empty_state_view_title
source: No Archived Podcasts
fr_ca: Aucun podcast archivé
pt_br: Nenhum Podcast Arquivado

# main_view_empty_state_view_description
source: To archive a new podcast, tap the Add Podcast button at the top of the screen.
fr_ca: Pour archiver un nouveau podcast, appuyez sur le bouton Ajouter en haut de l'écran.
pt_br: Para arquivar um novo podcast, toque em Adicionar no canto superior direito da tela.

# main_view_empty_state_view_how_does_this_work_button_label
source: How Does This Work?
fr_ca: Comment Ça Marche?
pt_br: Como Funciona?

# main_view_list_options_sort_by_title
source: Sort by Title
fr_ca: Trier par Titre
pt_br: Ordenar por Título

# main_view_list_options_sort_by_total_size
source: Sort by Total Size
fr_ca: Trier par Taille Totale
pt_br: Ordenar por Espaço Ocupado

# main_view_list_options_show_episode_count
source: Show Episode Count
fr_ca: Afficher le Nombre D'Épisodes
pt_br: Mostrar Quantidade de Episódios

# main_view_list_options_show_total_size
source: Show Total Size
fr_ca: Afficher la Taille Totale
pt_br: Mostrar Espaço Ocupado

# main_view_podcast_row_exported_at
source: Exported %@
fr_ca: Dernière exportation %@
pt_br: Exportado %@

# main_view_podcast_row_not_exported_yet
source: Not exported yet
fr_ca: Pas encore exporté
pt_br: Não exportado

# main_view_podcast_row_no_size_information
source: Size info not available
fr_ca: Informations sur la taille non disponibles
pt_br: Tamanho não informado

# main_view_podcast_delete_podcast_swipe_action_label
source: Delete
fr_ca: Supprimer
pt_br: Apagar

# main_view_error_messages_error_loading_podcasts
source: Error While Trying To Load Podcasts
fr_ca: Erreur Lors de la Tentative de Chargement des Podcasts
pt_br: Erro Ao Tentar Carregar os Podcasts

# main_view_error_messages_podcast_deletion_confirmation_title
source: Delete '%@'?
fr_ca: Supprimer Ce Podcast?
pt_br: Apagar '%@'?

# main_view_error_messages_podcast_deletion_confirmation_message
source: All episodes and history will be lost. This change cannot be undone.
fr_ca: Tous les épisodes téléchargés et l'historique de vérification des flux seront perdus. Cette modification ne peut pas être annulée.
pt_br: Todos os episódios e o histórico serão perdidos. Essa alteração não pode ser desfeita.

# main_view_error_messages_deletion_failure_title
source: Failed To Delete Podcast
fr_ca: Échec de la Suppression du Podcast
pt_br: Falha Ao Apagar Podcast

# player_picker_view_title
source: What podcast player do you use?
fr_ca: Quel lecteur de podcast utilisez-vous?
pt_br: Qual tocador de podcasts você usa?

# player_picker_view_other
source: Other
fr_ca: Autre
pt_br: Outro

# unfortunately_view_title
source: Unfortunately, %@ does not support the open podcast ecosystem
fr_ca: Malheureusement, %@ ne prend pas en charge l'écosystème de podcast ouvert
pt_br: Infelizmente %@ não apoia o ecossistema aberto de podcasts

# unfortunately_view_explanation_1st_paragraph
source: Podcasts started as an open repository of RSS feeds for all to share, but %@ does not give that information to others.
fr_ca: Les podcasts ont commencé comme un référentiel ouvert de flux RSS à partager par tous, mais %@ ne donne pas cette information aux autres.
pt_br: Os podcasts começaram como um repositório aberto de feeds RSS acessível a todos, mas %@ não divulga essa informação para outros serviços.

# unfortunately_view_explanation_2nd_paragraph
source: The simplest way to get access to all publicly available episodes is through the Podcasts app that already comes installed on your iPhone.
fr_ca: Le moyen le plus simple d'accéder à tous les épisodes accessibles au public consiste à utiliser l'application Podcasts déjà installée sur votre iPhone.
pt_br: A maneira mais simples de obter acesso aos episódios disponíveis ao público é através do app Podcasts já instalado no seu iPhone.

# unfortunately_view_explanation_3rd_paragraph
source: Open the app and follow the instructions in the following screen to get the podcast feed.
fr_ca: Ouvrez l'application et suivez les instructions de l'écran suivant pour obtenir le flux de podcast.
pt_br: Acesse o app e siga os passos da próxima tela para obter o link do podcast.

# unfortunately_view_open_apple_podcasts_button_title
source: Open Apple Podcasts
fr_ca: Ouvrir Apple Podcasts
pt_br: Abrir Apple Podcasts

# unfortunately_view_could_not_open_podcasts_app_alert_title
source: Could Not Open the Podcasts App
fr_ca: Impossible D'ouvrir L'application Podcasts
pt_br: Não Pôde Abrir o App Podcasts

# unfortunately_view_could_not_open_podcasts_app_alert_message
source: Please search for the Podcasts app on your device to continue.
fr_ca: Veuillez rechercher l'application Podcasts sur votre appareil pour continuer.
pt_br: Por favor, procure pelo app Podcasts no seu iPhone para continuar.

# get_link_instructions_view_title
source: How to Get the Link
fr_ca: Comment Obtenir le Lien
pt_br: Como Obter o Link

# get_link_instructions_view_general_explanation_text
source: To proceed, you need to get the podcast link. Follow the steps below.
fr_ca: Pour continuer, vous devez obtenir le lien du podcast. Suivez les étapes ci-dessous.
pt_br: Para prosseguir, é necessário obter o link do podcast. Siga os passos abaixo.

# get_link_instructions_view_apple_podcasts_step1
source: 1. Open the Podcasts app
fr_ca: 1. Ouvrez l'application Podcasts
pt_br: 1. Abra o app Podcasts

# get_link_instructions_view_apple_podcasts_step2
source: 2. Tap the magnifying glass at the bottom (Search)
fr_ca: 2. Appuyez sur la loupe en bas (Rechercher)
pt_br: 2. Na parte inferior, toque no ícone da lupa (Buscar)

# get_link_instructions_view_apple_podcasts_step3
source: 3. Type the name of the podcast you want to archive in the search bar and open the show's page
fr_ca: 3. Tapez le nom du podcast que vous souhaitez archiver dans la barre de recherche et ouvrez la page de l'émission
pt_br: 3. Pesquise pelo nome do podcast que deseja arquivar e abra a sua página tocando na lista abaixo

# get_link_instructions_view_apple_podcasts_step4
source: 4. Tap the ... button on the top right of the show page
fr_ca: 4. Appuyez sur le bouton ... en haut à droite de la page du spectacle
pt_br: 4. Toque no botão ... no topo direito

# get_link_instructions_view_apple_podcasts_step5
source: 5. Tap Copy Link
fr_ca: 5. Appuyez sur Copier le lien
pt_br: 5. Toque na opção Copiar Link

# get_link_instructions_view_apple_podcasts_step6
source: 6. Come back here and tap Next
fr_ca: 6. Revenez ici et appuyez sur Suivant
pt_br: 6. Volte aqui e toque em Próximo

# get_link_instructions_view_castro_step1
source: 1. Open Castro
fr_ca: 1. Ouvrir Castro
pt_br: 1. Abra o Castro

# get_link_instructions_view_castro_step2
source: 2. Tap the third icon in the bottom bar (Library)
fr_ca: 2. Appuyez sur la troisième icône dans la barre inférieure (Bibliothèque)
pt_br: 2. Na parte inferior, toque no terceiro ícone (Biblioteca)

# get_link_instructions_view_castro_step3
source: 3. In the Library, tap the podcast you want to archive
fr_ca: 3. Dans la bibliothèque, appuyez sur le podcast que vous souhaitez archiver
pt_br: 3. Na bilioteca, escolha o podcast que deseja arquivar

# get_link_instructions_view_castro_step4
source: 4. Tap the share icon at the top right of the screen (an arrow pointing upwards)
fr_ca: 4. Appuyez sur l'icône de partage en haut à droite de l'écran (une flèche pointant vers le haut)
pt_br: 4. Na parte superior da tela, toque no ícone de Compartilhar (uma seta para cima dentro de um quadrado)

# get_link_instructions_view_castro_step5
source: 6. Come back here and tap Next
fr_ca: 5. Dans la feuille de partage, appuyez sur Copier
pt_br: 5. Na tela de compartilhamento, toque em Copy

# get_link_instructions_view_overcast_step1
source: 1. Open Overcast
fr_ca: 1. Ouvrir Overcast
pt_br: 1. Abra o Overcast

# get_link_instructions_view_overcast_step2
source: 2. In the podcast list, tap a show to open it
fr_ca: 2. Dans la liste des podcasts, appuyez sur une émission pour l'ouvrir
pt_br: 2. Na lista de podcasts, selecione um podcast

# get_link_instructions_view_overcast_step3
source: 3. Tap the little i icon at the right of an episode
fr_ca: 3. Appuyez sur la petite icône i à droite d'un épisode
pt_br: 3. Toque no i ao lado de um episódio

# get_link_instructions_view_overcast_step4
source: 4. In the episode detail screen, tap Share in the bottom right (an arrow pointing upwards)
fr_ca: 4. Dans l'écran de détail de l'épisode, appuyez sur Partager en bas à droite (une flèche pointant vers le haut)
pt_br: 4. Na tela de detalhes do episódio, toque em Compartilhar na parte superior da tela (ícone com uma seta para cima)

# get_link_instructions_view_overcast_step5
source: 5. Tap Share Link and then Copy in the share sheet that follows
fr_ca: 5. Appuyez sur Partager le lien puis sur Copier dans la feuille de partage qui suit
pt_br: 5. Toque em Share Link e em seguida em Copy na tela de compartilhamento

# get_link_instructions_view_overcast_step6
source: 6. Come back here and tap Next
fr_ca: 6. Revenez ici et appuyez sur Suivant
pt_br: 6. Volte aqui e toque em Próximo

# get_link_instructions_view_pocket_casts_step1
source: 1. Open Pocket Casts
fr_ca: 1. Ouvrir Pocket Casts
pt_br: 1. Abra o Pocket Casts

# get_link_instructions_view_pocket_casts_step2
source: 2. In the bottom bar, tap Podcasts
fr_ca: 2. Dans la barre inférieure, appuyez sur Podcasts
pt_br: 2. Na barra inferior, toque em Podcasts

# get_link_instructions_view_pocket_casts_step3
source: 3. Pick a podcast from the list
fr_ca: 3. Choisissez un podcast dans la liste
pt_br: 3. Selecione um podcast da lista de podcasts

# get_link_instructions_view_pocket_casts_step4
source: 4. In the podcast detail screen, tap Share on the bottom right (an arrow pointing upwards)
fr_ca: 4. Dans l'écran de détail du podcast, appuyez sur Partager en bas à droite (une flèche pointant vers le haut)
pt_br: 4. Na tela de detalhes do podcast, toque em Compartilhar no canto superior esquerdo (ícone com uma seta para cima)

# get_link_instructions_view_pocket_casts_step5
source: 5. Wait for the Share Sheet to appear and then tap Copy
fr_ca: 5. Appuyez sur Copier dans la feuille de partage
pt_br: 5. Toque em Copiar na tela de compartilhamento

# get_link_instructions_view_pocket_casts_step6
source: 6. Come back here and tap Next
fr_ca: 6. Revenez ici et appuyez sur Suivant
pt_br: 6. Volte aqui e toque em Próximo

# get_link_instructions_view_next_button_label
source: Next
fr_ca: Suivant
pt_br: Próximo

# get_link_from_pasteboard_view_title
source: Get Episodes
pt_br: Obter Episódios

# get_link_from_pasteboard_view_text
source: Copy the podcast link, come back here and press the button below.
pt_br: Copie o link do podcast, volte aqui e aperte o botão abaixo.

# get_link_from_pasteboard_view_process_link_button_label
source: Process Link
pt_br: Processar Link

# get_link_from_pasteboard_view_look_for_link_button_label
source: Look for Link in Pasteboard
pt_br: Procurar Link na Área de Transferência

# get_link_from_pasteboard_view_loader_label
source: Processing link...
pt_br: Processando link...

# get_link_from_pasteboard_view_spotify_links_not_supported_warning_title
source: Spotify Links Are Not Supported
pt_br: Links do Spotify Não São Suportados

# get_link_from_pasteboard_view_spotify_links_not_supported_warning_message
source: Please try obtaining a link from one of the supported services.
pt_br: Por favor, tente obter um link de um dos serviços suportados.

# get_link_from_pasteboard_view_unable_to_access_feed_error_title
source: Unable to Access Feed
pt_br: Não Foi Possível Acessar o Feed

# get_link_from_pasteboard_view_unable_to_access_feed_error_message
source: Please ask the feed owner to support HTTPS.
pt_br: Por favor, peça ao dono do feed para adicionar suporte a HTTPS.

# get_link_from_pasteboard_view_invalid_apple_podcasts_link_error_title
source: Unable To Extract a Valid Apple Podcasts Link
pt_br: Não Foi Possível Extrair Um Link do Apple Podcasts Válido

# get_link_from_pasteboard_view_invalid_apple_podcasts_link_error_message
source: Try obtaining this podcast's link directly from the Podcasts app.
pt_br: Tente obter o link do podcast diretamente do app Podcasts.

# podcast_preview_episode_list
source: Episode list
fr_ca: Liste des épisodes
pt_br: Lista de episódios

# podcast_preview_grouped_by_year
source: Grouped by year
fr_ca: Regroupés par année
pt_br: Agrupados por ano

# podcast_preview_select_all
source: Select all
fr_ca: Tout sélectionner
pt_br: Selecionar todos

# podcast_preview_unselect_all
source: Unselect all
fr_ca: Tout déselectionner
pt_br: Deselecionar todos

# podcast_preview_download_episodes_button_title
source: Download
fr_ca: Télécharger
pt_br: Baixar

# podcast_preview_download_button_just_add_title
source: Just add to archive
fr_ca: Ajoutez simplement aux archives
pt_br: Apenas adicionar ao arquivo

# podcast_preview_remaining_storage_singular_label
source: %@ remaining on this iPhone.
fr_ca: %@ restant sur cet iPhone.
pt_br: %@ restante nesse iPhone.

# podcast_preview_remaining_storage_plural_label
source: %@ remaining on this iPhone.
fr_ca: %@ restants sur cet iPhone.
pt_br: %@ restantes nesse iPhone.

# podcast_preview_remaining_storage_error_label
source: Unable to obtain remaining storage.
pt_br: Não foi possível obter o espaço livre.

# remaining_storage_over_minimum_free_storage_error
source: Unable to continue. %@ over free storage (%@). Either free up space on the device or select less episodes.
pt_br: Não é possível continuar. %@ acima do armazenamento livre (%@). Libere espaço no dispositivo ou selecione menos episódios.

# podcast_preview_messages_ready_to_download_single_episode_confirmation_title
source: Ready To Download a Single Episode of '%@'?
fr_ca: Prêt à Télécharger un Seul Épisode de '%@'?
pt_br: Pronto para Baixar Um Único Episódio de '%@'?

# podcast_preview_messages_ready_to_download_multiple_episodes_confirmation_title
source: Ready To Download %d Episodes of '%@'?
fr_ca: Prêt à Télécharger %d Épisodes de '%@'?
pt_br: Pronto para Baixar %d Episódios de '%@'?

# podcast_preview_messages_ready_to_download_confirmation_message
source: You can cancel the download at any time.
fr_ca: Vous pouvez annuler le téléchargement à tout moment.
pt_br: Você pode cancelar o download a qualquer momento.

# continue_button_label
source: Continue
fr_ca: Continuez
pt_br: Continuar

# archived_podcast_detail_options_publication_date
source: Publication Date
pt_br: Data de Publicação

# archived_podcast_detail_options_show_downloaded_episodes_only
source: Downloaded Episodes Only
fr_ca: Épisodes Téléchargés Uniquement
pt_br: Apenas Episódios Baixados

# archived_podcast_detail_options_show_all_episodes
source: All Episodes
fr_ca: Tous Les Épisodes
pt_br: Todos os Episódios

# archived_podcast_detail_options_look_for_new_episodes
source: Check For New Episodes
fr_ca: Vérifiez Les Nouveaux Épisodes
pt_br: Procurar Novos Episódios

# archived_podcast_detail_options_view_history
source: View History
fr_ca: Voir L'historique
pt_br: Ver Histórico

# archived_podcast_detail_options_delete_podcast
source: Delete Podcast
fr_ca: Supprimer Le Podcast
pt_br: Apagar Podcast

# archived_podcast_detail_downloading_episode
source: Downloading episode...
fr_ca: Téléchargement de l'épisode... %.0f%%
pt_br: Baixando episódio... %.0f%%

# archived_podcast_detail_available_offline
source: Available offline
fr_ca: Disponible hors ligne
pt_br: Baixado

# archived_podcast_detail_download_summary_message_single_episode
source: Downloading 1 episode...
fr_ca: Téléchargement de 1 épisode...
pt_br: Baixando 1 episódio...

# archived_podcast_detail_download_summary_message_multiple_episodes
source: Downloading %d episodes...
fr_ca: Téléchargement de %d épisodes...
pt_br: Baixando %d episódios...

# archived_podcast_detail_info_downloaded_episodes
source: Downloaded
pt_br: Baixados

# archived_podcast_detail_total_size
source: Total size
fr_ca: Taille totale
pt_br: Espaço ocupado

# archived_podcast_detail_unknown_total_size
source: Unknown
fr_ca: Inconnue
pt_br: Desconhecido

# archived_podcast_detail_last_checked
source: Last checked
fr_ca: Dernière vérification
pt_br: Última consulta

# archived_podcast_detail_unknown_last_checked_date
source: Unknown
fr_ca: Inconnue
pt_br: Desconhecida

# archived_podcast_detail_history_button_label
source: History
pt_br: Histórico

# archived_podcast_detail_export_all_button_label
source: Export all to...
fr_ca: Tout exporter vers...
pt_br: Exportar todos para...

# archived_podcast_detail_export_options_text
source: Select a destination
fr_ca: Veuillez sélectionner une destination
pt_br: Selecione um destino

# archived_podcast_detail_export_options_files_option_name
source: Files/iCloud Drive (faster)
fr_ca: Fichiers & iCloud Drive
pt_br: Arquivos/iCloud Drive (mais rápido)

# archived_podcast_detail_export_options_other_option_name
source: Google Drive, Dropbox, OneDrive (slower)
fr_ca: Autre (Google Disque, Dropbox, OneDrive) 🐢
pt_br: Google Drive, Dropbox, OneDrive (mais lento)

# archived_podcast_detail_exported_file_name_single_episode
source: %@ (1 episode) (archived in %@)
fr_ca: %@ (1 épisode) (archivé dans %@)
pt_br: %@ (1 episódio) (arquivado em %@)

# archived_podcast_detail_exported_file_name_multiple_episodes
source: %@ (%d episodes) (archived in %@)
fr_ca: %@ (%d épisodes) (archivé dans %@)
pt_br: %@ (%d episódios) (arquivado em %@)

# archived_podcast_detail_export_export_successful_message_title
source: Archive Exported Successfully
fr_ca: Archive Exportée Avec Succès
pt_br: Arquivo Exportado Com Sucesso

# archived_podcast_detail_export_export_successful_message_body
source: Diamonds might be a sham by De Beers but these episodes really stand a chance of lasting forever now. 💍
fr_ca: Insérez une blague hilarante ici
pt_br: O amor é para sempre? Não sabemos. Só sabemos que agora esses episódios estão salvos para sempre. 👰🏽‍♀️

# after_export_success_view_export_successful_title
source: Export Successful!
fr_ca: Exportation Réussie!
pt_br: Exportado Com Sucesso!

# after_export_success_view_what_now_subtitle
source: What now?
fr_ca: Et maintenant?
pt_br: E agora?

# after_export_success_view_explanation_text_first_paragraph
source: Now that you've exported your archived episodes to an external service, you can unzip and play them on your phone or computer.
fr_ca: Maintenant que vous avez exporté vos épisodes archivés vers un service externe, vous pouvez les décompresser et les lire sur votre téléphone ou votre ordinateur.
pt_br: Agora que você exportou os episódios arquivados para um serviço externo, você pode descompactar e reproduzir os arquivos no seu celular ou computador.

# after_export_success_view_explanation_text_second_paragraph
source: Happy listening!
fr_ca: Bonne écoute!
pt_br: Boa escuta!

# settings_screen_title
source: Settings
fr_ca: Réglages
pt_br: Configurações

# settings_screen_add_podcast_section_header
source: Add podcast
fr_ca: Ajouter un balado
pt_br: Adicionar podcast

# settings_screen_add_podcast_skip_get_link_instructions_label
source: Skip link tutorial
fr_ca: Ignorer le didacticiel de lien
pt_br: Pular tutorial de obtenção do link

# settings_screen_when_adding_option_label
source: When adding
fr_ca: Lors de l'ajout
pt_br: Ao adicionar

# settings_screen_when_adding_preview_first_option
source: Preview first
fr_ca: Afficher l'aperçu
pt_br: Permitir-me escolher quais episódios baixar

# settings_screen_when_adding_just_add_to_archive_option
source: Just add to archive
fr_ca: Directement au archives
pt_br: Arquivar imediatamente

# settings_screen_when_adding_add_and_download_all_episodes_option
source: Add and download all episodes
fr_ca: Ajouter et télécharger tous les épisodes
pt_br: Arquivar e baixar todos os episódios

# settings_screen_archived_podcast_section_header
source: Archived podcast
fr_ca: Archives des podcasts
pt_br: Podcast arquivado

# settings_screen_archived_podcast_display_episode_artwork_option
source: Display episode artwork
fr_ca: Afficher les illustrations de l'épisode
pt_br: Mostrar capas dos episódios

# settings_screen_archived_podcast_section_footer
source: Episode artwork will be displayed when available.
fr_ca: L'illustration de l'épisode sera affichée lorsqu'elle sera disponible.
pt_br: As capas de episódios serão exibidas quando disponíveis.

# settings_screen_tip_jar_section_header
source: Tip jar
fr_ca: Pot à pourboire
pt_br: Gorjetas

# settings_screen_feedback_section_header
source: Feedback
fr_ca: Avis
pt_br: Contato

# settings_screen_feedback_section_report_a_bug_button_label
source: 🐞 Report a bug
fr_ca: 🐞 Signaler un bug
pt_br: 🐞 Reportar um erro

# settings_screen_feedback_section_report_a_translation_error_button_label
source: 🇺🇸 Report a translation error
fr_ca: 🇨🇦 Signaler une erreur de traduction
pt_br: 🇧🇷 Reportar um erro de tradução

# settings_screen_feedback_section_footer
source: Support is very limited because I'm a single person running this app :)
fr_ca: Le support est très limité car je suis une personne seule travaillant sur cette application :)
pt_br: O suporte ao app é bastante limitado pois sou uma única pessoa cuidando de tudo :)

# podcast_history_view_nav_bar_title
source: %@ History
pt_br: Histórico de %@

# podcast_history_record_none_title
source: No title provided
pt_br: Nenhum título fornecido

# podcast_history_record_none_description
source: No description provided.
pt_br: Nenhuma descrição fornecida.

# podcast_history_record_podcast_archived_title
source: Podcast archived
fr_ca: Podcast archivé
pt_br: Podcast adicionado ao arquivo

# podcast_history_record_podcast_archived_single_episode_description
source: 1 episode added.
fr_ca: 1 épisode ajouté.
pt_br: 1 episódio registrado.

# podcast_history_record_podcast_archived_multiple_episodes_description
source: %@ episodes added.
fr_ca: %@ épisodes ajoutés.
pt_br: %@ episódios registrados.

# podcast_history_record_archive_exported_title
source: Archive exported
fr_ca: Archive exportée
pt_br: Arquivo exportado

# podcast_history_record_archive_exported_single_episode_description
source: 1 episode exported to %@.
fr_ca: 1 épisode exporté vers %@.
pt_br: 1 episódio exportado para %@.

# podcast_history_record_archive_exported_multiple_episodes_description
source: %@ episodes exported to %@.
fr_ca: %@ épisodes exportés vers %@.
pt_br: %@ episódios exportados para %@.

# podcast_history_record_archive_exported_exported_to_unknown
source: Unknown
fr_ca: Inconnu
pt_br: Desconhecido

# podcast_history_record_archive_exported_exported_to_files
source: Files
fr_ca: Fichiers
pt_br: Arquivos

# podcast_history_record_archive_exported_exported_to_third_party_service
source: third party service
fr_ca: service cloud externe
pt_br: serviço terceiro

# podcast_history_record_checked_for_new_episodes_title
source: Checked for new episodes
fr_ca: Vérifié pour les nouveaux épisodes
pt_br: Procurou por novos episódios
